[
    {
        "author": "VANESA GERA Associated Press",
        "title": "Poland, Hungary file complaint at EU court over budget rule",
        "date": "2021-03-11T13:35:56Z",
        "fullArticle": "WARSAW, Poland -- The right-wing governments of Poland and Hungary filed a complaint with the European Union's supreme court on Thursday challenging a new mechanism that links funding with the respec… [+2482 chars]"
    },
    {
        "author": "Ben Gittleson",
        "title": "Biden not yet holding a formal news conference raises accountability questions",
        "date": "2021-03-11T10:34:48Z",
        "fullArticle": "Halfway into his first 100 days, President Joe Biden has yet to hold a formal, solo news conference, raising questions about accountability with the White House under increasing pressure to explain w… [+6235 chars]"
    },
    {
        "author": "PAUL WISEMAN AP Economics Writer",
        "title": "US jobless claims fall to 712,000 as pace of layoffs eases",
        "date": "2021-03-11T13:50:30Z",
        "fullArticle": "WASHINGTON -- The number of Americans seeking unemployment benefits fell last week to 712,000, the lowest total since early November, evidence that fewer employers are cutting jobs amid a decline in … [+2789 chars]"
    },
    {
        "author": "Dr. Tarun Jain",
        "title": "HIV testing, treatment decreases during COVID-19 pandemic",
        "date": "2021-03-11T13:14:50Z",
        "fullArticle": "The COVID-19 pandemic may be leading to decreased HIV testing and care, according to several new studies discussed at the Conference on Retroviruses and Opportunistic Infections, a medical conference… [+3078 chars]"
    },
    {
        "author": "ADAM BEAM Associated Press",
        "title": "California could get $150B from federal virus relief bill",
        "date": "2021-03-11T14:20:31Z",
        "fullArticle": "SACRAMENTO, Calif. -- The massive COVID-19 relief bill Congress approved Wednesday will pump more than $150 billion into California's economy, Gov. Gavin Newsom's administration said Wednesday, inclu… [+4172 chars]"
    },
    {
        "author": "The Associated Press",
        "title": "Phoenix Zoo euthanizes 22-year-old lion due to spine issues",
        "date": "2021-03-11T14:23:27Z",
        "fullArticle": "PHOENIX -- A 22-year-old female African lion has been euthanized at the Phoenix Zoo after developing irreversible spine issues.\r\nZoo officials said the lion named Cookie had severe, chronic, progress… [+506 chars]"
    },
    {
        "author": "The Associated Press",
        "title": "Judge grants prosecution request to add third-degree murder charge against ex-officer charged in George Floyd’s death",
        "date": "2021-03-11T14:27:28Z",
        "fullArticle": "Judge grants prosecution request to add third-degree murder charge against ex-officer charged in George Floyds death"
    },
    {
        "author": "Allie Yang",
        "title": "Why were hundreds of vaccine appointments canceled? Too many people cut in line. - ABC News",
        "date": "2021-03-11T00:07:39Z",
        "fullArticle": "To prove eligibility for a COVID-19 vaccine, many Americans have brought to their appointment a pay stub from work, or a doctors note verifying a legitimate health risk.\r\nBut what happens when no one… [+4247 chars]"
    },
    {
        "author": "MESFIN FEKADU AP Music Writer",
        "title": "Erivo on near-EGOT status: 'I’m just going to keep working'",
        "date": "2021-03-11T14:46:42Z",
        "fullArticle": "NEW YORK -- The Color Purple turned into Grammy, Tony and Emmy gold for Cynthia Erivo.\r\nThe performers brilliant performance in the Broadway revival won her the 2016 Tony for best actress in a musica… [+3373 chars]"
    },
    {
        "author": "The Associated Press",
        "title": "BMW remained profitable in 2020 with strong second half",
        "date": "2021-03-11T12:27:13Z",
        "fullArticle": "FRANKFURT, Germany -- German luxury automaker BMW says net profit fell 23% last year to 3.86 billion euros ($4.62 billion) as the pandemic shuttered factories in the first part of the year. The maker… [+967 chars]"
    },
    {
        "author": "CHRISTINA LARSON AP Science Writer",
        "title": "Will the coronavirus ever go away?",
        "date": "2021-03-11T15:30:15Z",
        "fullArticle": "WASHINGTON -- Will the coronavirus ever go away?\r\nNo one knows for sure. Scientists think the virus that causes COVID-19 may be with us for decades or longer, but that doesnt mean it will keep posing… [+1613 chars]"
    },
    {
        "author": "HILLEL ITALIE AP National Writer",
        "title": "Oh, what a birthday week for Dr. Seuss books",
        "date": "2021-03-11T15:38:29Z",
        "fullArticle": "NEW YORK -- Oh, the books that sold last week by Dr. Seuss.\r\nMore than 1.2 million copies of stories by the late children's author sold in the first week of March more than quadruple from the week be… [+1130 chars]"
    },
    {
        "author": "MICHELLE CHAPMAN AP Business Writer",
        "title": "Coupang, the Amazon of South Korea, makes its debut on NYSE",
        "date": "2021-03-11T15:27:45Z",
        "fullArticle": "The biggest IPO in years is rolling out Thursday on the New York Stock Exchange where Coupang, the South Korean equivalent of Amazon in the U.S., or Alibaba in China, will begin trading under the tic… [+1648 chars]"
    },
    {
        "author": "The Associated Press",
        "title": "A murder warrant has been issued to arrest a Texas police officer involved in shooting of unarmed drug suspect.",
        "date": "2021-03-11T01:30:27Z",
        "fullArticle": "AUSTIN, Texas -- A murder warrant has been issued to arrest a Texas police officer involved in shooting of unarmed drug suspect."
    },
    {
        "author": "The Associated Press",
        "title": "Japan marks the 10th anniversary of the deadly tsunami disaster in the northern region with a moment of silence",
        "date": "2021-03-11T05:47:12Z",
        "fullArticle": "Japan marks the 10th anniversary of the deadly tsunami disaster in the northern region with a moment of silence"
    },
    {
        "author": "The Associated Press",
        "title": "Murder warrant issued for Texas officer in fatal shooting",
        "date": "2021-03-11T01:42:44Z",
        "fullArticle": "AUSTIN, Texas -- A murder warrant has been issued to arrest a Texas police officer involved in the shooting of an unarmed drug suspect.\r\nAustin police Officer Christopher Taylor is accused in the war… [+670 chars]"
    },
    {
        "author": "MARI YAMAGUCHI Associated Press",
        "title": "Japan marks 10th disaster anniversary but still recovering",
        "date": "2021-03-11T03:55:10Z",
        "fullArticle": "TOKYO -- Japan is marking the 10th anniversary Thursday of the earthquake, tsunami and nuclear disaster that hit the northeastern region, where many survivors' lives are still on hold.\r\nPeople, some … [+1897 chars]"
    },
    {
        "author": "ZEN SOO Associated Press",
        "title": "Hong Kong court grants bail to 5th activist, jails another",
        "date": "2021-03-11T04:56:45Z",
        "fullArticle": "HONG KONG -- A Hong Kong court on Thursday granted bail to a fifth pro-democracy activist and former lawmaker but revoked bail for another, after both were charged with subversion under the national … [+2612 chars]"
    },
    {
        "author": "SOPHENG CHEANG Associated Press",
        "title": "Cambodia reports first COVID-19 death, 1 year into pandemic",
        "date": "2021-03-11T07:27:58Z",
        "fullArticle": "PHNOM PENH, Cambodia -- Cambodia on Thursday confirmed its first death from COVID-19 since the pandemic began more than a year ago as it battles a new local outbreak that has infected hundreds of peo… [+1512 chars]"
    },
    {
        "author": "DAVID McHUGH AP Business Writer",
        "title": "With recovery lagging, Europe wary of rising interest rates",
        "date": "2021-03-11T09:32:57Z",
        "fullArticle": "Frankfurt, Germany -- Prospects for a stimulus-fueled recovery in the United States are pushing up market interest rates and that's a headache for European policymakers because their economy remains … [+3683 chars]"
    }
]